export default {
  graphQlBase: "https://localhost:4000/graphql",
  projectSample: [
    {
      project_code: 10000,
      name: "〇〇事業所-ごみゼロ３Sプロジェクト (PROJECT1)",
      description:
        "３S社内プロジェクトは、整理・整頓・清掃の３つの要素を取り入れた業務改善プロジェクトです。目的は、職場環境の改善や生産性の向上にあります。社員が自らの職場を整理整頓し、清掃することで、作業効率が上がり、ミスやトラブルを防ぐことができます。プロジェクトチームは、社内の各部署を回り、指導やアドバイスを行い、実践的な指導を行います。このプロジェクトにより、社員の意識が向上し、職場環境がより快適になり、生産性が向上することが期待されます。",
    },
    {
      project_code: 10002,
      name: "〇〇工場-ゼロダウンタイムプロジェクト (PROJECT2)",
      description:
        "工場のゼロダウンタイムプロジェクトは、稼働中の機械の故障やメンテナンスによる停止時間をなくすことを目的とした改善プロジェクトです。プロジェクトチームは、生産ラインの分析やリスク評価を行い、予防メンテナンスやレイアウト改善などの改善策を導入しています。また、オペレーターによる日常的なメンテナンスやトラブル対応のトレーニングを行い、現場の意識改革にも取り組んでいます。これにより、停止時間の削減や生産性の向上が期待され、コスト削減にもつながると考えられています。",
    },
    {
      project_code: 10003,
      name: "〇〇調達部-サプライヤー支援強化プロジェクト (OTPZ)",
      description:
        "本チームは、調達先の選定や評価、価格交渉、納期管理などを行い、調達プロセスの改善に取り組んでいます。また、サプライヤーとの関係改善にも取り組んでおり、双方にとってWin-Winな関係を築き上げることで、より良い条件で調達を行うことを目指しています。このプロジェクトにより、原材料や部品の調達コストが削減され、生産コストの削減につながることが期待されます。また、調達プロセスの改善により、サプライヤーとの協力関係が強化され、製品の品質向上や納期の改善にもつながると考えられています。",
    },
    {
      project_code: 10004,
      name: "〇〇人事部-社員コミュニケ―ション推進サポート (MVDP)",
      description:
        "社員間のコミュニケーションを促進し、職場のコミュニケーション環境を改善することを目的としたプロジェクトです。プロジェクトチームは、社員アンケートの実施やヒアリングを行い、社員間のコミュニケーションに関する課題を洗い出し、解決策を提案しています。提案された改善策には、社内SNSの活用、オンライン交流会の開催、定期的な情報共有会議の実施などがあります。これらの取り組みにより、社員同士がよりコミュニケーションをとりやすくなり、情報共有や意見交換がスムーズに行われるようになることが期待されます。また、社員同士の信頼関係が深まり、職場の雰囲気がより良くなることも期待されます。",
    },
    {
      project_code: 10005,
      name: "〇〇生産管理部-リードタイム短縮プロジェクト (PIXX)",
      description:
        "リードタイム短縮プロジェクトは、製品やサービスの提供までの時間を短縮することを目的としたプロジェクトです。プロジェクトチームは、製品やサービスの生産や提供プロセスの分析を行い、ボトルネックやムダを洗い出し、改善策を提案しています。提案された改善策には、工程の再構築や自動化の導入、在庫管理の見直し、サプライチェーンの最適化などがあります。これらの取り組みにより、リードタイムが短縮され、顧客の要求により早く対応することが可能になり、競合他社との差別化や顧客満足度の向上が期待されます。また、ムダの削減や生産性の向上にもつながり、コスト削減にも繋がると考えられています。",
    },
    {
      project_code: 10006,
      name: "〇〇工場-△△ライン運用改善QCサークル (QC)",
      description:
        "製造ラインの運用効率を向上することを目的としたプロジェクトです。プロジェクトチームは、生産ラインの分析を行い、ボトルネックやムダを洗い出し、改善策を提案しています。提案された改善策には、生産ラインの再設計や改良、自動化装置の導入、作業指導書の整備、作業環境の改善などがあります。これらの取り組みにより、生産ラインの稼働率や生産性の向上が期待され、生産量の増加や製品の品質向上に繋がります。また、ムダの削減によりコスト削減にも繋がり、生産コストの削減にも貢献します。さらに、作業環境の改善により、労働者の作業効率向上やモチベーションの向上が期待されます。",
    },
    {
      project_code: 10007,
      name: "〇〇工場-△△ライン不良率削減QCプロジェクト (UGTC)ライン不良率削減QCプロジェクトは、製品の不良率を削減することを目的とした品質管理プロジェクトです。プロジェクトチームは、不良の原因を分析し、対策を立てて実施しています。対策には、品質管理の再構築、作業者の教育・訓練、不良品の分析や改善、生産工程の見直しや改善、検査方法の改善などがあります。これらの取り組みにより、製品の品質向上や不良率の削減が期待されます。不良率の削減により、顧客満足度の向上やリコールの削減、品質に対する信頼性の向上が期待されます。また、不良品の削減によりコスト削減にも繋がります。全社員で品質意識の共有を図り、品質マインドを向上することも重要な取り組みの一つです。",
      description: "",
    },
  ],
};
